export const emotionWeights = {

  우울해요: {
    감성카페: 100,
    북카페: 95,
    산책로: 90,
    숲길: 88,
    전시관: 80,
    와인바: 75,
    쇼핑몰: 40,
    펍: 20
  },

  슬퍼요: {
    감성카페: 100,
    북카페: 92,
    산책로: 88,
    숲길: 85,
    전시관: 80,
    와인바: 70,
    쇼핑몰: 30,
    펍: 15
  },

  외로워요: {
    북카페: 100,
    감성카페: 95,
    산책로: 90,
    와인바: 85,
    전시관: 75,
    펍: 65,
    쇼핑몰: 55
  },

  답답해요: {
    숲길: 100,
    산책로: 95,
    전망대: 90,
    공원: 88,
    조용한카페: 85,
    북카페: 80,
    펍: 30
  },

  화나요: {
    산책로: 100,
    숲길: 95,
    공원: 90,
    운동시설: 88,
    전망대: 80,
    카페: 60,
    펍: 10
  },

  피곤해요: {
    조용한카페: 100,
    북카페: 95,
    감성카페: 90,
    산책로: 80,
    숲길: 75,
    쇼핑몰: 20,
    펍: 10
  },

  멍해요: {
    전망대: 100,
    감성카페: 90,
    산책로: 85,
    전시관: 80,
    북카페: 75,
    쇼핑몰: 60
  },

  복잡해요: {
    숲길: 100,
    산책로: 95,
    북카페: 90,
    조용한카페: 85,
    전망대: 80,
    전시관: 75
  },

  차분해요: {
    북카페: 100,
    조용한카페: 95,
    감성카페: 90,
    산책로: 85,
    전시관: 80,
    와인바: 60
  },

  행복해요: {
    펍: 100,
    디저트카페: 95,
    맛집: 92,
    쇼핑몰: 90,
    와인바: 85,
    전시관: 75,
    산책로: 65
  },

  설레요: {
    맛집: 100,
    와인바: 95,
    디저트카페: 92,
    쇼핑몰: 90,
    전시관: 80,
    펍: 78
  },

  신나요: {
    펍: 100,
    맛집: 95,
    쇼핑몰: 92,
    와인바: 90,
    디저트카페: 85,
    전시관: 70
  }

}