export const keywordMap = {

  우울해요: {
    카페: [
      "감성카페",
      "북카페",
      "조용한카페"
    ],
    술집: [
      "와인바",
      "재즈바"
    ],
    식당: [
      "브런치",
      "파스타"
    ]
  },

  외로워요: {
    카페: [
      "북카페",
      "감성카페",
      "스터디카페"
    ],
    술집: [
      "와인바",
      "펍"
    ],
    식당: [
      "브런치",
      "일식"
    ]
  },

  행복해요: {
    카페: [
      "디저트카페",
      "대형카페",
      "루프탑카페"
    ],
    술집: [
      "펍",
      "칵테일바",
      "와인바"
    ],
    식당: [
      "맛집",
      "고기집",
      "이탈리안"
    ]
  },

  설레요: {
    카페: [
      "디저트카페",
      "루프탑카페",
      "뷰카페"
    ],
    술집: [
      "와인바",
      "칵테일바"
    ],
    식당: [
      "이탈리안",
      "오마카세",
      "브런치"
    ]
  },

  신나요: {
    카페: [
      "대형카페",
      "디저트카페"
    ],
    술집: [
      "펍",
      "칵테일바"
    ],
    식당: [
      "고기집",
      "맛집"
    ]
  },

  차분해요: {
    카페: [
      "조용한카페",
      "북카페",
      "감성카페"
    ],
    술집: [
      "재즈바",
      "와인바"
    ],
    식당: [
      "일식",
      "브런치"
    ]
  },

  답답해요: {
    카페: [
      "조용한카페",
      "뷰카페"
    ],
    술집: [
      "재즈바"
    ],
    식당: [
      "브런치"
    ]
  },

  피곤해요: {
    카페: [
      "조용한카페",
      "북카페"
    ],
    술집: [
      "와인바"
    ],
    식당: [
      "브런치",
      "일식"
    ]
  },

  복잡해요: {
    카페: [
      "북카페",
      "조용한카페"
    ],
    술집: [
      "와인바"
    ],
    식당: [
      "일식",
      "브런치"
    ]
  },

  멍해요: {
    카페: [
      "뷰카페",
      "감성카페"
    ],
    술집: [
      "와인바"
    ],
    식당: [
      "브런치"
    ]
  },

  화나요: {
    카페: [
      "대형카페"
    ],
    술집: [
      "펍"
    ],
    식당: [
      "고기집",
      "매운음식"
    ]
  }

}